7767517
171 181
Input            x:0                      0 1 x:0
MemoryData       sequential/dense/BiasAdd/ReadVariableOp/resource:0 0 1 sequential/dense/BiasAdd/ReadVariableOp/resource:0 0=6
Permute          sequential/mobilenetv2_1.00_224/Conv1/Conv2D__6 1 1 x:0 sequential/mobilenetv2_1.00_224/Conv1/Conv2D__6:0 0=4
Convolution      sequential/mobilenetv2_1.00_224/Conv1/Conv2D 1 1 sequential/mobilenetv2_1.00_224/Conv1/Conv2D__6:0 sequential/mobilenetv2_1.00_224/Conv1/Conv2D:0 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=0 6=864
BatchNorm        sequential/mobilenetv2_1.00_224/bn_Conv1/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/Conv1/Conv2D:0 sequential/mobilenetv2_1.00_224/bn_Conv1/FusedBatchNormV3:0 0=32
Clip             sequential/mobilenetv2_1.00_224/Conv1_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/bn_Conv1/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/Conv1_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/expanded_conv_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/Conv1_relu/Relu6:0 sequential/mobilenetv2_1.00_224/expanded_conv_depthwise/depthwise:0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=288 7=32
BatchNorm        sequential/mobilenetv2_1.00_224/expanded_conv_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/expanded_conv_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/expanded_conv_depthwise_BN/FusedBatchNormV3:0 0=32
Clip             sequential/mobilenetv2_1.00_224/expanded_conv_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/expanded_conv_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/expanded_conv_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/expanded_conv_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/expanded_conv_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/expanded_conv_project/Conv2D:0 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=512
BatchNorm        sequential/mobilenetv2_1.00_224/expanded_conv_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/expanded_conv_project/Conv2D:0 sequential/mobilenetv2_1.00_224/expanded_conv_project_BN/FusedBatchNormV3:0 0=16
Convolution      sequential/mobilenetv2_1.00_224/block_1_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/expanded_conv_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_1_expand/Conv2D:0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        sequential/mobilenetv2_1.00_224/block_1_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_1_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_1_expand_BN/FusedBatchNormV3:0 0=96
Clip             sequential/mobilenetv2_1.00_224/block_1_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_1_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_1_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Padding          sequential/mobilenetv2_1.00_224/block_1_pad/Pad 1 1 sequential/mobilenetv2_1.00_224/block_1_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_1_pad/Pad:0 0=0 1=1 2=0 3=1 4=0 5=0.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_1_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_1_pad/Pad:0 sequential/mobilenetv2_1.00_224/block_1_depthwise/depthwise:0 0=96 1=3 11=3 2=1 12=1 3=2 13=2 5=0 6=864 7=96
BatchNorm        sequential/mobilenetv2_1.00_224/block_1_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_1_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_1_depthwise_BN/FusedBatchNormV3:0 0=96
Clip             sequential/mobilenetv2_1.00_224/block_1_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_1_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_1_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_1_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_1_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_1_project/Conv2D:0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=2304
BatchNorm        sequential/mobilenetv2_1.00_224/block_1_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_1_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_1_project_BN/FusedBatchNormV3:0 0=24
Split            splitncnn_0              1 2 sequential/mobilenetv2_1.00_224/block_1_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_1_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_1_project_BN/FusedBatchNormV3:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_2_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_1_project_BN/FusedBatchNormV3:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_2_expand/Conv2D:0 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3456
BatchNorm        sequential/mobilenetv2_1.00_224/block_2_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_2_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_2_expand_BN/FusedBatchNormV3:0 0=144
Clip             sequential/mobilenetv2_1.00_224/block_2_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_2_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_2_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_2_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_2_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_2_depthwise/depthwise:0 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1296 7=144
BatchNorm        sequential/mobilenetv2_1.00_224/block_2_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_2_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_2_depthwise_BN/FusedBatchNormV3:0 0=144
Clip             sequential/mobilenetv2_1.00_224/block_2_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_2_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_2_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_2_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_2_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_2_project/Conv2D:0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3456
BatchNorm        sequential/mobilenetv2_1.00_224/block_2_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_2_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_2_project_BN/FusedBatchNormV3:0 0=24
BinaryOp         sequential/mobilenetv2_1.00_224/block_2_add/add 2 1 sequential/mobilenetv2_1.00_224/block_1_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_2_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_2_add/add:0 0=0
Convolution      sequential/mobilenetv2_1.00_224/block_3_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_2_add/add:0 sequential/mobilenetv2_1.00_224/block_3_expand/Conv2D:0 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3456
BatchNorm        sequential/mobilenetv2_1.00_224/block_3_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_3_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_3_expand_BN/FusedBatchNormV3:0 0=144
Clip             sequential/mobilenetv2_1.00_224/block_3_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_3_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_3_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Padding          sequential/mobilenetv2_1.00_224/block_3_pad/Pad 1 1 sequential/mobilenetv2_1.00_224/block_3_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_3_pad/Pad:0 0=0 1=1 2=0 3=1 4=0 5=0.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_3_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_3_pad/Pad:0 sequential/mobilenetv2_1.00_224/block_3_depthwise/depthwise:0 0=144 1=3 11=3 2=1 12=1 3=2 13=2 5=0 6=1296 7=144
BatchNorm        sequential/mobilenetv2_1.00_224/block_3_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_3_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_3_depthwise_BN/FusedBatchNormV3:0 0=144
Clip             sequential/mobilenetv2_1.00_224/block_3_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_3_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_3_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_3_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_3_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_3_project/Conv2D:0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4608
BatchNorm        sequential/mobilenetv2_1.00_224/block_3_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_3_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_3_project_BN/FusedBatchNormV3:0 0=32
Split            splitncnn_1              1 2 sequential/mobilenetv2_1.00_224/block_3_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_3_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_3_project_BN/FusedBatchNormV3:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_4_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_3_project_BN/FusedBatchNormV3:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_4_expand/Conv2D:0 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        sequential/mobilenetv2_1.00_224/block_4_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_4_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_4_expand_BN/FusedBatchNormV3:0 0=192
Clip             sequential/mobilenetv2_1.00_224/block_4_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_4_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_4_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_4_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_4_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_4_depthwise/depthwise:0 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1728 7=192
BatchNorm        sequential/mobilenetv2_1.00_224/block_4_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_4_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_4_depthwise_BN/FusedBatchNormV3:0 0=192
Clip             sequential/mobilenetv2_1.00_224/block_4_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_4_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_4_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_4_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_4_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_4_project/Conv2D:0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        sequential/mobilenetv2_1.00_224/block_4_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_4_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_4_project_BN/FusedBatchNormV3:0 0=32
BinaryOp         sequential/mobilenetv2_1.00_224/block_4_add/add 2 1 sequential/mobilenetv2_1.00_224/block_3_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_4_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_4_add/add:0 0=0
Split            splitncnn_2              1 2 sequential/mobilenetv2_1.00_224/block_4_add/add:0 sequential/mobilenetv2_1.00_224/block_4_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_4_add/add:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_5_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_4_add/add:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_5_expand/Conv2D:0 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        sequential/mobilenetv2_1.00_224/block_5_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_5_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_5_expand_BN/FusedBatchNormV3:0 0=192
Clip             sequential/mobilenetv2_1.00_224/block_5_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_5_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_5_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_5_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_5_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_5_depthwise/depthwise:0 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1728 7=192
BatchNorm        sequential/mobilenetv2_1.00_224/block_5_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_5_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_5_depthwise_BN/FusedBatchNormV3:0 0=192
Clip             sequential/mobilenetv2_1.00_224/block_5_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_5_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_5_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_5_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_5_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_5_project/Conv2D:0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        sequential/mobilenetv2_1.00_224/block_5_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_5_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_5_project_BN/FusedBatchNormV3:0 0=32
BinaryOp         sequential/mobilenetv2_1.00_224/block_5_add/add 2 1 sequential/mobilenetv2_1.00_224/block_4_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_5_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_5_add/add:0 0=0
Convolution      sequential/mobilenetv2_1.00_224/block_6_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_5_add/add:0 sequential/mobilenetv2_1.00_224/block_6_expand/Conv2D:0 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        sequential/mobilenetv2_1.00_224/block_6_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_6_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_6_expand_BN/FusedBatchNormV3:0 0=192
Clip             sequential/mobilenetv2_1.00_224/block_6_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_6_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_6_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Padding          sequential/mobilenetv2_1.00_224/block_6_pad/Pad 1 1 sequential/mobilenetv2_1.00_224/block_6_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_6_pad/Pad:0 0=0 1=1 2=0 3=1 4=0 5=0.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_6_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_6_pad/Pad:0 sequential/mobilenetv2_1.00_224/block_6_depthwise/depthwise:0 0=192 1=3 11=3 2=1 12=1 3=2 13=2 5=0 6=1728 7=192
BatchNorm        sequential/mobilenetv2_1.00_224/block_6_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_6_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_6_depthwise_BN/FusedBatchNormV3:0 0=192
Clip             sequential/mobilenetv2_1.00_224/block_6_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_6_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_6_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_6_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_6_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_6_project/Conv2D:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=12288
BatchNorm        sequential/mobilenetv2_1.00_224/block_6_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_6_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_6_project_BN/FusedBatchNormV3:0 0=64
Split            splitncnn_3              1 2 sequential/mobilenetv2_1.00_224/block_6_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_6_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_6_project_BN/FusedBatchNormV3:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_7_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_6_project_BN/FusedBatchNormV3:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_7_expand/Conv2D:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=24576
BatchNorm        sequential/mobilenetv2_1.00_224/block_7_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_7_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_7_expand_BN/FusedBatchNormV3:0 0=384
Clip             sequential/mobilenetv2_1.00_224/block_7_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_7_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_7_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_7_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_7_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_7_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
BatchNorm        sequential/mobilenetv2_1.00_224/block_7_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_7_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_7_depthwise_BN/FusedBatchNormV3:0 0=384
Clip             sequential/mobilenetv2_1.00_224/block_7_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_7_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_7_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_7_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_7_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_7_project/Conv2D:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=24576
BatchNorm        sequential/mobilenetv2_1.00_224/block_7_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_7_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_7_project_BN/FusedBatchNormV3:0 0=64
BinaryOp         sequential/mobilenetv2_1.00_224/block_7_add/add 2 1 sequential/mobilenetv2_1.00_224/block_6_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_7_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_7_add/add:0 0=0
Split            splitncnn_4              1 2 sequential/mobilenetv2_1.00_224/block_7_add/add:0 sequential/mobilenetv2_1.00_224/block_7_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_7_add/add:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_8_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_7_add/add:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_8_expand/Conv2D:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=24576
BatchNorm        sequential/mobilenetv2_1.00_224/block_8_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_8_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_8_expand_BN/FusedBatchNormV3:0 0=384
Clip             sequential/mobilenetv2_1.00_224/block_8_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_8_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_8_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_8_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_8_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_8_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
BatchNorm        sequential/mobilenetv2_1.00_224/block_8_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_8_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_8_depthwise_BN/FusedBatchNormV3:0 0=384
Clip             sequential/mobilenetv2_1.00_224/block_8_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_8_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_8_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_8_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_8_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_8_project/Conv2D:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=24576
BatchNorm        sequential/mobilenetv2_1.00_224/block_8_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_8_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_8_project_BN/FusedBatchNormV3:0 0=64
BinaryOp         sequential/mobilenetv2_1.00_224/block_8_add/add 2 1 sequential/mobilenetv2_1.00_224/block_7_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_8_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_8_add/add:0 0=0
Split            splitncnn_5              1 2 sequential/mobilenetv2_1.00_224/block_8_add/add:0 sequential/mobilenetv2_1.00_224/block_8_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_8_add/add:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_9_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_8_add/add:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_9_expand/Conv2D:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=24576
BatchNorm        sequential/mobilenetv2_1.00_224/block_9_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_9_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_9_expand_BN/FusedBatchNormV3:0 0=384
Clip             sequential/mobilenetv2_1.00_224/block_9_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_9_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_9_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_9_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_9_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_9_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
BatchNorm        sequential/mobilenetv2_1.00_224/block_9_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_9_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_9_depthwise_BN/FusedBatchNormV3:0 0=384
Clip             sequential/mobilenetv2_1.00_224/block_9_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_9_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_9_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_9_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_9_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_9_project/Conv2D:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=24576
BatchNorm        sequential/mobilenetv2_1.00_224/block_9_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_9_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_9_project_BN/FusedBatchNormV3:0 0=64
BinaryOp         sequential/mobilenetv2_1.00_224/block_9_add/add 2 1 sequential/mobilenetv2_1.00_224/block_8_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_9_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_9_add/add:0 0=0
Convolution      sequential/mobilenetv2_1.00_224/block_10_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_9_add/add:0 sequential/mobilenetv2_1.00_224/block_10_expand/Conv2D:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=24576
BatchNorm        sequential/mobilenetv2_1.00_224/block_10_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_10_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_10_expand_BN/FusedBatchNormV3:0 0=384
Clip             sequential/mobilenetv2_1.00_224/block_10_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_10_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_10_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_10_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_10_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_10_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
BatchNorm        sequential/mobilenetv2_1.00_224/block_10_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_10_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_10_depthwise_BN/FusedBatchNormV3:0 0=384
Clip             sequential/mobilenetv2_1.00_224/block_10_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_10_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_10_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_10_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_10_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_10_project/Conv2D:0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=36864
BatchNorm        sequential/mobilenetv2_1.00_224/block_10_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_10_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_10_project_BN/FusedBatchNormV3:0 0=96
Split            splitncnn_6              1 2 sequential/mobilenetv2_1.00_224/block_10_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_10_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_10_project_BN/FusedBatchNormV3:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_11_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_10_project_BN/FusedBatchNormV3:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_11_expand/Conv2D:0 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=55296
BatchNorm        sequential/mobilenetv2_1.00_224/block_11_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_11_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_11_expand_BN/FusedBatchNormV3:0 0=576
Clip             sequential/mobilenetv2_1.00_224/block_11_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_11_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_11_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_11_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_11_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_11_depthwise/depthwise:0 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=5184 7=576
BatchNorm        sequential/mobilenetv2_1.00_224/block_11_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_11_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_11_depthwise_BN/FusedBatchNormV3:0 0=576
Clip             sequential/mobilenetv2_1.00_224/block_11_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_11_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_11_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_11_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_11_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_11_project/Conv2D:0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=55296
BatchNorm        sequential/mobilenetv2_1.00_224/block_11_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_11_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_11_project_BN/FusedBatchNormV3:0 0=96
BinaryOp         sequential/mobilenetv2_1.00_224/block_11_add/add 2 1 sequential/mobilenetv2_1.00_224/block_10_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_11_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_11_add/add:0 0=0
Split            splitncnn_7              1 2 sequential/mobilenetv2_1.00_224/block_11_add/add:0 sequential/mobilenetv2_1.00_224/block_11_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_11_add/add:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_12_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_11_add/add:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_12_expand/Conv2D:0 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=55296
BatchNorm        sequential/mobilenetv2_1.00_224/block_12_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_12_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_12_expand_BN/FusedBatchNormV3:0 0=576
Clip             sequential/mobilenetv2_1.00_224/block_12_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_12_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_12_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_12_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_12_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_12_depthwise/depthwise:0 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=5184 7=576
BatchNorm        sequential/mobilenetv2_1.00_224/block_12_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_12_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_12_depthwise_BN/FusedBatchNormV3:0 0=576
Clip             sequential/mobilenetv2_1.00_224/block_12_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_12_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_12_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_12_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_12_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_12_project/Conv2D:0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=55296
BatchNorm        sequential/mobilenetv2_1.00_224/block_12_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_12_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_12_project_BN/FusedBatchNormV3:0 0=96
BinaryOp         sequential/mobilenetv2_1.00_224/block_12_add/add 2 1 sequential/mobilenetv2_1.00_224/block_11_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_12_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_12_add/add:0 0=0
Convolution      sequential/mobilenetv2_1.00_224/block_13_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_12_add/add:0 sequential/mobilenetv2_1.00_224/block_13_expand/Conv2D:0 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=55296
BatchNorm        sequential/mobilenetv2_1.00_224/block_13_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_13_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_13_expand_BN/FusedBatchNormV3:0 0=576
Clip             sequential/mobilenetv2_1.00_224/block_13_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_13_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_13_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Padding          sequential/mobilenetv2_1.00_224/block_13_pad/Pad 1 1 sequential/mobilenetv2_1.00_224/block_13_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_13_pad/Pad:0 0=0 1=1 2=0 3=1 4=0 5=0.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_13_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_13_pad/Pad:0 sequential/mobilenetv2_1.00_224/block_13_depthwise/depthwise:0 0=576 1=3 11=3 2=1 12=1 3=2 13=2 5=0 6=5184 7=576
BatchNorm        sequential/mobilenetv2_1.00_224/block_13_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_13_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_13_depthwise_BN/FusedBatchNormV3:0 0=576
Clip             sequential/mobilenetv2_1.00_224/block_13_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_13_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_13_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_13_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_13_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_13_project/Conv2D:0 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=92160
BatchNorm        sequential/mobilenetv2_1.00_224/block_13_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_13_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_13_project_BN/FusedBatchNormV3:0 0=160
Split            splitncnn_8              1 2 sequential/mobilenetv2_1.00_224/block_13_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_13_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_13_project_BN/FusedBatchNormV3:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_14_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_13_project_BN/FusedBatchNormV3:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_14_expand/Conv2D:0 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=153600
BatchNorm        sequential/mobilenetv2_1.00_224/block_14_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_14_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_14_expand_BN/FusedBatchNormV3:0 0=960
Clip             sequential/mobilenetv2_1.00_224/block_14_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_14_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_14_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_14_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_14_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_14_depthwise/depthwise:0 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8640 7=960
BatchNorm        sequential/mobilenetv2_1.00_224/block_14_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_14_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_14_depthwise_BN/FusedBatchNormV3:0 0=960
Clip             sequential/mobilenetv2_1.00_224/block_14_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_14_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_14_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_14_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_14_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_14_project/Conv2D:0 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=153600
BatchNorm        sequential/mobilenetv2_1.00_224/block_14_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_14_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_14_project_BN/FusedBatchNormV3:0 0=160
BinaryOp         sequential/mobilenetv2_1.00_224/block_14_add/add 2 1 sequential/mobilenetv2_1.00_224/block_13_project_BN/FusedBatchNormV3:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_14_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_14_add/add:0 0=0
Split            splitncnn_9              1 2 sequential/mobilenetv2_1.00_224/block_14_add/add:0 sequential/mobilenetv2_1.00_224/block_14_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_14_add/add:0_splitncnn_1
Convolution      sequential/mobilenetv2_1.00_224/block_15_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_14_add/add:0_splitncnn_1 sequential/mobilenetv2_1.00_224/block_15_expand/Conv2D:0 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=153600
BatchNorm        sequential/mobilenetv2_1.00_224/block_15_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_15_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_15_expand_BN/FusedBatchNormV3:0 0=960
Clip             sequential/mobilenetv2_1.00_224/block_15_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_15_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_15_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_15_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_15_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_15_depthwise/depthwise:0 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8640 7=960
BatchNorm        sequential/mobilenetv2_1.00_224/block_15_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_15_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_15_depthwise_BN/FusedBatchNormV3:0 0=960
Clip             sequential/mobilenetv2_1.00_224/block_15_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_15_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_15_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_15_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_15_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_15_project/Conv2D:0 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=153600
BatchNorm        sequential/mobilenetv2_1.00_224/block_15_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_15_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_15_project_BN/FusedBatchNormV3:0 0=160
BinaryOp         sequential/mobilenetv2_1.00_224/block_15_add/add 2 1 sequential/mobilenetv2_1.00_224/block_14_add/add:0_splitncnn_0 sequential/mobilenetv2_1.00_224/block_15_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_15_add/add:0 0=0
Convolution      sequential/mobilenetv2_1.00_224/block_16_expand/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_15_add/add:0 sequential/mobilenetv2_1.00_224/block_16_expand/Conv2D:0 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=153600
BatchNorm        sequential/mobilenetv2_1.00_224/block_16_expand_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_16_expand/Conv2D:0 sequential/mobilenetv2_1.00_224/block_16_expand_BN/FusedBatchNormV3:0 0=960
Clip             sequential/mobilenetv2_1.00_224/block_16_expand_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_16_expand_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_16_expand_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise sequential/mobilenetv2_1.00_224/block_16_depthwise/depthwise 1 1 sequential/mobilenetv2_1.00_224/block_16_expand_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_16_depthwise/depthwise:0 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8640 7=960
BatchNorm        sequential/mobilenetv2_1.00_224/block_16_depthwise_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_16_depthwise/depthwise:0 sequential/mobilenetv2_1.00_224/block_16_depthwise_BN/FusedBatchNormV3:0 0=960
Clip             sequential/mobilenetv2_1.00_224/block_16_depthwise_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/block_16_depthwise_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/block_16_depthwise_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Convolution      sequential/mobilenetv2_1.00_224/block_16_project/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_16_depthwise_relu/Relu6:0 sequential/mobilenetv2_1.00_224/block_16_project/Conv2D:0 0=320 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=307200
BatchNorm        sequential/mobilenetv2_1.00_224/block_16_project_BN/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/block_16_project/Conv2D:0 sequential/mobilenetv2_1.00_224/block_16_project_BN/FusedBatchNormV3:0 0=320
Convolution      sequential/mobilenetv2_1.00_224/Conv_1/Conv2D 1 1 sequential/mobilenetv2_1.00_224/block_16_project_BN/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/Conv_1/Conv2D:0 0=1280 1=1 11=1 2=1 12=1 3=1 13=1 5=0 6=409600
BatchNorm        sequential/mobilenetv2_1.00_224/Conv_1_bn/FusedBatchNormV3 1 1 sequential/mobilenetv2_1.00_224/Conv_1/Conv2D:0 sequential/mobilenetv2_1.00_224/Conv_1_bn/FusedBatchNormV3:0 0=1280
Clip             sequential/mobilenetv2_1.00_224/out_relu/Relu6 1 1 sequential/mobilenetv2_1.00_224/Conv_1_bn/FusedBatchNormV3:0 sequential/mobilenetv2_1.00_224/out_relu/Relu6:0 0=0.000000e+00 1=6.000000e+00
Permute          sequential/mobilenetv2_1.00_224/Conv_1_bn/FusedBatchNormV3__472 1 1 sequential/mobilenetv2_1.00_224/out_relu/Relu6:0 sequential/mobilenetv2_1.00_224/Conv_1_bn/FusedBatchNormV3__472:0 0=3
Reduction        sequential/global_average_pooling2d/Mean 1 1 sequential/mobilenetv2_1.00_224/Conv_1_bn/FusedBatchNormV3__472:0 sequential/global_average_pooling2d/Mean:0 0=3 1=0 -23303=2,1,2 4=0
InnerProduct     sequential/dense/MatMul  1 1 sequential/global_average_pooling2d/Mean:0 sequential/dense/MatMul:0 0=6 1=0 2=7680
BinaryOp         sequential/dense/BiasAdd 2 1 sequential/dense/MatMul:0 sequential/dense/BiasAdd/ReadVariableOp/resource:0 sequential/dense/BiasAdd:0 0=0
Softmax          sequential/dense/Softmax 1 1 sequential/dense/BiasAdd:0 Identity:0 0=0 1=1
